Repository: AresJudda/TicketToRideGUIClient
Catalog: Properties/Resources.*.resx
Languages: fr_fr

# btnCloseGameWon
source: Close
fr_fr: Fermer

# btnCloseLostGame
source: Close
fr_fr: Fermer

# btnCreateLobbie
source: Create room
fr_fr: Créer salle

# btnGoBackChangePassword
source: Go back
fr_fr: Retourner

# btnGoBackLogin
source: Go back
fr_fr: Retourner

# btnGoBackRegistration
source: Go back
fr_fr: Retourner

# btnGoRegistration
source: Sign in
fr_fr: S'inscrire

# btnGoToLogin
source: Start adventure!
fr_fr: Que l'aventure commence!

# btnJoinLobbie
source: Join
fr_fr: Rejoindre

# btnLogin
source: Inside station
fr_fr: À la gare

# btnLoginRegistration
source: Inside station
fr_fr: À la gare

# btnLogOut
source: Sign off
fr_fr: Fermer la session

# btnPlayGame
source: Play
fr_fr: Jouer

# btnProfileMenu
source: Go to my profile
fr_fr: Aller à mon profil

# btnReturnToTheMainMenu
source: Exit main menu
fr_fr: Quitter le menu principal

# btnSendEmail
source: Send email
fr_fr: Envoyer un mail

# CallbackProblem
source: Oops!, problems in the callback
fr_fr: Oups!, problèmes dans le rappel

# CapacityRoom
source: Select a capacity.
fr_fr: Choisissez une capacité

# DontTakeCards
source: You can't take cards from the deck
fr_fr: Vous ne pouvez pas prendre de cartes du paquet

# EmptyBoxes
source: You cannot select empty boxes
fr_fr: Ne sélectionnez pas de cases vides.

# ErrorCreatingRoom
source: An error occurred while creating the lobby, please try again later
fr_fr: Erreur lors de la création du lobby, veuillez réessayer plus tard.

# ErrorEnteringRoom
source: There was an error when entering the room
fr_fr: Une erreur est survenue en entrant dans la salle

# ExistingGamertag
source: The Gamertag is already registered
fr_fr: Le Gamertag est déjà enregistré

# ExistingMail
source: The email is already registered
fr_fr: L'adresse e-mail est déjà enregistrée

# FailedFriendshipRequest
source: Error processing friend request
fr_fr: Erreur lors du traitement de la demande d'amitié

# FailedPassword
source: There was an error trying to reset your password, please try again later
fr_fr: Erreur lors de la réinitialisation du mot de passe, veuillez réessayer plus tard

# FullRoom
source: The room you are trying to join is full
fr_fr: Salle pleine, non disponible.

# HostAbandonedRoom
source: The host has left the room
fr_fr: L'hôte a quitté la salle

# IncorrectLobbyPassword
source: Check the lobby password, the password entered is incorrect
fr_fr: Vérifiez la clé du lobby, la clé saisie est incorrecte

# InopportuneResponse
source: Error. We have a problem starting
fr_fr: Erreur. Nous avons un problème pour démarrer

source: Invalid user
fr_fr: Utilisateur invalide

# InviteFriend
source: Do you want me to be your friend
fr_fr: Veux-tu que je sois ton ami

# lblClickHere
source: Click here
fr_fr: Clique ici

# lblForgotPassword
source: Do not you remember your password?
fr_fr: Oublié ton mot de passe?

# lblFriends
source: Friends
fr_fr: Ami

# lblLogin
source: Login
fr_fr: Connexion au compte

# lblRegistration
source: Sign in
fr_fr: S'inscrire

# lblResetPassword
source: Reset your password
fr_fr: Change ton mot de passe

# lblSearchRoom
source: Search room
fr_fr: Chercher salle

# MailNonexistent
source: The email entered was not found in the game
fr_fr: L'adresse e-mail saisie n'a pas été trouvée dans le jeu

# MailSendingError
source: There was an error sending the email, we recommend you try again later
fr_fr: Erreur lors de l'envoi du courriel, réessaie plus tard

# NewPassword
source: Password has been reset successfully
fr_fr: Mot de passe réinitialisé avec succès.

# PlayerGuest
source: The player has been invited :)
fr_fr: Le joueur a été invité :)

# PlayerNotRegistered
source: Registration was not possible, please try again later
fr_fr: L'inscription n'a pas pu être réalisée, veuillez réessayer ultérieurement

# RepeatedFriendshipRequest
source: This player you are trying to invite is already your friend or a request has already been sent to them
fr_fr: Joueur déjà ami ou demande envoyée

# RestorePassword
source: An email has been sent with a unique key to set a new password
fr_fr: Un courriel avec un code unique pour un nouveau mot de passe a été envoyé

# RoomNotAvailable
source: The room you are trying to join is no longer available
fr_fr: La salle n'est plus disponible.

# ServerNotAvailable
source: The server is not available at the moment. Please try again later
fr_fr: Le serveur n'est pas disponible pour le moment. Veuillez réessayer plus tard.

# SuccessfulFriendshipRequest
source: Friend request has been successfully sent
fr_fr: Demande d'amitié envoyée avec succès

# SuccessfullyRegisteredPlayer
source: Successful registration
fr_fr: Inscription réussie

# txbWonMessage
source: Congratulations
fr_fr: Félicitations

# txtbCapacity
source: Select the room capacity
fr_fr: Sélectionne la capacité de la salle

# txtbCreateRoom
source: Create room
fr_fr: Créer salle

# txtGamesPlayed
source: Games played
fr_fr: Parties jouées

# txtGamesWon
source: Games won
fr_fr: Parties gagnées

# txtNameProfile
source: Name
fr_fr: Nom

# txtNameRegistration
source: Name
fr_fr: Nom

# txtPasswordLogin
source: Password
fr_fr: Mot de passe

# txtPasswordRegistration
source: Password
fr_fr: Mot de passe

# txtPlayerId
source: Player ID
fr_fr: ID joueur

# txtProfile
source: Profile
fr_fr: Profil

# txtScore
source: Statistics
fr_fr: Statistiques

# txtWinningPercentage
source: Winning percentage
fr_fr: Pourcentage de victoires

# VerifyCode
source: Verify the code sent to the email you provided
fr_fr: Vérifie le code envoyé à l'adresse e-mail que tu as fournie
